Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 阿黑是什么鬼？她遇到的其它魔族吗？这明显是被她恐吓了，才故意把他供出来，想借刀杀人吧？要让他知道是哪个魔族把这煞星引来魔王殿，他一定会不会放过他。
en_us: What the heck are 'Blackies'? She met other members of Demon? They obviously confessed his name because they were threatened by her. Trying to kill with a borrowed knife? Should he know which Demon led this malefic to the Demon King Palace, he will not be let off easily.

source: 陆修士一愣，师父？什么师父？他下意识的回头找了找，半会才在身后看到一个灰衣袍的女子，吓了一跳。
en_us: Surprised and confused, Cultivator Lu thought, Master? What Master? He subconsciously turned around to look and only then did he see a girl in grey robes, giving him a scare.

source: 陆修士一抖，条件反射的往羿清背后躲了躲，“不……不远，前面就出竹林了，不用一刻钟便到。”
en_us: Cultivator Lu shivered, hiding himself behind Yi Qing. "Not far… not far, the bamboo forest is just ahead, we will reach there in a quarter of an hour."

source: 陆修士吓了一跳，手里一个不稳，刚刚还捧着的盒子就掉了下去，直接被那些疯长的荆棘给卷了进去。
en_us: Cultivator Lu was taken aback. He lost his grip and dropped the box in his hands, right into the crazy thistles as they coiled back into the ground.

source: 陆修士猛的一颤，好……好可怕！居然可以把鬼王当锤子轮。这样的人真的只是修士吗？
en_us: Cultivator Lu gave a great shudder. How… how terrible! She actually threw the Ghost King like a hammer wheel. Could such a person be just a cultivator?

source: 陆修士赶紧照做，一边布起一个简单防御阵法，一边提醒旁边的女子，“道友快进阵法，阴气非同小可。”
en_us: Cultivator Lu hurriedly did as he was told. As he set up a simple defense array formation, he warned the girl beside him, "Fellow Daoist, get into the array formation quickly, Yin Qi can cause a great deal of harm."

source: 陆家在方圆百里也算是数得出名号的家族，只是距顺于城还有段距离。加上出城后，要经过一片竹林，林深叶茂且多瘴气，不适合御剑而行。他此次拍的又是难得的四阶法器，对这样的重要客户，珍宝阁自然请最好的人护送，以防有人杀人夺宝。
en_us: The Lu family was considered a reputable family clan in the area, but was a distance away from Shunyu City. In addition to leaving the city, they needed to pass through a thick bamboo forest which was dense with miasma, making it unsuitable to travel through by sword-riding. The item he had bidded for was a rare stage four Dharma artifact, which was why the Treasure Pavilion had to arrange for the best escort it could to protect such an important customer in case somebody tried to kill him and steal the artifact.

source: 陆某：“……”
en_us: Lu: "…"

source: 院中的人一愣，见是她，立马抱拳道，“在下羿清。”
en_us: The person in the yard was taken aback at first, but seeing it was her, immediately clasped his fists in salutation, "I'm Yi Qing."

source: 除了可食用的，沈萤记得的灵兽不多，但却没有任何一只，像这一只白得那么纯粹，就连地上的灵石比不上它的皮毛，额头更长着一根晶莹剔透的长角。
en_us: Shen Ying didn't remember many beasts aside from the ones that could be eaten. She did not remember seeing a beast that white , so that even the spirit stones on the ground could not compare with its fur. Its forehead was as long and clear as a crystal horn.

source: 除了她们几人外，易家家主易峰也在，却是孤身一人前来，身边空荡荡的。
en_us: Apart from the few of them, the Family Master from the Yi Family, Yi Feng, was also present. He was alone and the seats around him were empty.

source: 除了沈萤……她还是个看起来弱鸡的BUG。
en_us: Except for Shen Ying... She was still the same old chicken-like cheat.

source: 除非……
en_us: Unless...

source: 随着“喝！”的一声，一拳击出。原本坚硬的山壁轰隆隆的散了一地的碎石，扬起丈高的尘土，倾刻间扑了他们一脸。
en_us: Following a "He!" sound, a punch came straight out. The mountain that was originally solid hard, scattered a load of rocks all over the ground and raise the soil to about ten feet high, which instantly landed on their faces.

source: 随着飞剑一起的还有青尹，咚的一声砸到了地上，刚刚还不可一世的人，如今已经浑身是血受伤严重，眼看着下一波灵剑就要往他身上刺去。
en_us: Along with the flying swords came Qing Yin, smashing onto the ground with a loud thud. This person had previously shown insufferable arrogance was currently covered in blood and riddled with wounds all over, and the next barrage of spirit swords was about to slash through him.

source: 隐世仙门！这个无敌派绝对是隐世的大仙门。
en_us: A hidden immortal sect! This Invincible Sect was absolutely an amazing hidden immortal sect.

source: 隐隐听到啥画面破碎的声音。
en_us: Faintly, they heard sounds of that perfect image cracking.

source: 隐隐有光亮起，却又突然暗了一下，“哼！你以为这还是在仙界，我只能任你处置吗？这里魔气充足，你是不是我对手还不一定呢！”
en_us: There were some faint light, but it dimmed down quickly. "Hmph! You still thinks this is the Immortal Realm where I'm wrapped around your fingers? There are more than sufficient Demonic Qi here, and you might not necessarily gain the upper hand!"

source: 隔壁桌的沈萤：“……”
en_us: Shen Ying sat in silence at the adjacent table.

source: 难得见她正经的样子，他下意识抬头，顺着她的眼光看了过去，却只看到一片蔚蓝的天空，“你看到啥了？”
en_us: She hardly ever looked this serious. He subconsciously followed her gaze and saw the blue skies above. "What do you see?"

source: 难怪这三个月来，所有出妖界的妖，没一只回来的。有这样厉害的人物在，就算想灭掉妖族，也只是一两个时辰的问题。
en_us: It was no wonder not a single demon who left the Demon Realm in the past three months returned. Such a powerful figure could destroy every demon within a couple of hours.

source: 难怪这丹药里，会有这么重的怨气。生前被人采补，临死还要被练成丹药。
en_us: No wonder there was such a heavy aura of grievance contained in this elixir. The unfortunate soul was harvested while he was still alive, and even after death, his body was still used for refining pills.

source: 难怪这人有点眼熟，原来是刚那家店的掌柜。
en_us: It was no wonder this person looked familiar—he was the owner of the restaurant they ate at earlier.

source: 难道……
en_us: Could it be…

source: 难道只有他一个人不知道怎么回事吗？这是要上哪去啊喂？为什么没人解释一下？沈萤跟那魔修又是什么关系？还有什么叫东西齐了？到底谁是你的东西啊喂！
en_us: Was he the only one who did not know what was happening? Where were they heading to? Why was no one explaining it? What was the relationship between Shen Ying and that fiendish cultivator? And what did it mean by all the items were set? Who exactly are your items!

source: 雷云消尽，空中顿时落下灵雨，全数滴在了受劫之人身上，思羽妹子身上才开始生肌长肉，慢慢恢复成了个人样。只是仍旧没有爬起来的力气。
en_us: After the thunder clouds dissipated, the sky began to shower down spirit rain which all fell upon the person who had taken the tribulation. Sister Si Yu's body began to grow flesh and muscles then gradually regained a human look, but she was still too weak to get up.

source: 需要灵兽的不是他吗？
en_us: Wasn't he the one who needed spirit beasts?

source: 霸王餐三人组：“……”奸商！
en_us: The group of three accused of said dine and dash crime: "…" Unscrupulous merchant!

source: 霸王餐？！刚刚？
en_us: A free meal? Just now?

source: 青亦也是一愣，眼里却不是担忧，而是满眼兴奋的看了看四周，目光瞬间定在了大殿前方，那个醒目的两个大字之上：丹宗。
en_us: Qing Yi also paused. His gaze was not filled with worry but excitement as he looked around him, and then he set his eyes on the hall ahead with those two prominent words: Alchemical Sect.

source: 青亦回头看了一眼，冷哼一声，却没有退开，“没时间跟你们纠缠！”他突然转手朝着身边人的背后击出一掌，直接把青尹给推了出去，迎上两人全力的一击。
en_us: Qing Yi looked back and sneered without backing off, "I have no time for this!" He suddenly turned his palm and hit the back of the person beside him, pushing Qing Yin out to block off their attack.

source: 青亦没有回答，反而冷眼扫过追进来的两人一眼，眼神停在了羿清身上，“没想到一个元婴修士，居然会有这般实力，到是我大意了。”
en_us: Qing Yi did not respond. Instead he looked coldly over at the two people who were chasing from behind, and his eyes stopped on Yi Qing. "Never did I expect a Nascent Soul cultivator to have such capabilities. I was careless."

source: 青亦的法诀再次变换，火海中顿时生出一条火龙，比起之前的来，这条大了数倍有余，整身火焰赤红如血，仿佛要将天空都点燃一般，四下顿时一片红光。
en_us: Qing Yi changed his tactic once again. Out of the sea of fire came an inferno dragon, which was several times bigger than the ones before. Its flames looked red as blood and appeared as if it could light the entire sky on fire. The whole surroundings were suddenly illuminated under its red light.

source: 青亦身后已经出现好几条火龙，似是活过来一样，咆哮着朝羿清扑了过去，而羿清周围全是一把把灵剑，剑气冲天。转瞬化成剑雨一次又一次攻散那些火龙，砍出满天火雨。
en_us: Qing Yi already had several inferno dragons following close behind him. They flew toward Yi Qing, who was surrounded by spirit swords. His Sword Qi was surging. At once, the spirit swords all flew toward the inferno dragons, cutting them up and causing a rain of fire.

source: 青亦：“……”
en_us: Qing Yi: "..."

source: 青尹一惊，被逼得直接退了一步，没想到旁边这人明明只是化神初期，却可以截住他的威压。正要反击，中间一直没出声的人，却突然上前一步，瞬间比刚刚还大的庞大威压反扑了回来。
en_us: Taken aback, Qing Yin was pushed to the point where he needed to retreat a step; never had he imagined that this person who was only in the early-stage Soul Formation level would be able to intercept his suppression. He was about to retaliate, when the silent person in the middle of their group suddenly stepped forward, and an opposing suppression of much greater force was immediately felt.

source: 青尹似是想到了什么，嘴角掀起一个恶意的笑容，“也是，反正那秘境最少也要到达元婴修为的修士才能进去。其它门派要进去也随便，凡是上古境皆是凶兽遍地，单看你们舍得几个。”
en_us: Qing Yin broke out into a devilish grin as a thought sprung into his mind. "In any case, only Nascent Soul stage cultivators would be able to enter the mystic realm. Cultivators from other sects may enter if they please. Formidable beasts are lurking everywhere within the Ancient Realm. We'll just see how many cultivators you're willing to lose."

source: 青岚下意识的想退，用力一收手，却发现收……收不回来！抓住他的那只手宛如生了根一般。连连单手结印，捏了几个法诀打过去，却发现一点作用都没有，被抓的手仍是纹丝不动。
en_us: Qing Lan subconsciously wanted to retreat. He moved to retract his outstretched hand. That was when he realised… he couldn't retract it! He felt like his hand was rooted in place. Using a single hand, he made to cast a Dharma spell. However, it was of no use. He still couldn't move his captured hand.

source: 青岚做为游仙，压根没有把还是元婴的羿清看在眼里，于是随着青尹一起直接朝着修为最高的孤月冲去。
en_us: Qing Lan was a Travelling Immortal. Yi Qing amounted to nothing in his eyes. He paired up with Qing Yin to fight the most powerful of the three — Lonemoon.

source: 青岚只觉得耳边唰啦啦的一阵风响，整个人像离弦的箭一般直直的朝后方仙宫的方向飞了出去。轰隆一声把仙宫的门砸了个大洞，这才停了下来，滚落在满地的碎石之中，再爬不起来。
en_us: All Qing Lan could hear was the air as it whooshed past his ears. His entire body flew, just like an arrow that had been launched from a bow. He flew in the direction of the Immortal Pavilion behind him. Before he knew it, he had flown through the doors of the Immortal Pavilion, making a gigantic hole in it. The impact stopped him. He fell to the floor and rolled atop a pile of gravel. He couldn't get up.

source: 靠！
en_us: Damn!

source: 靠！居然又是一个体修，这到底是什么鬼地方。
en_us: Shit! She's also a body cultivator. What kind of shithole is this?

source: 靠，这也可以！
en_us: Holy shit, how is this possible?!

source: 顺手就把花给了旁边的人，“沈萤，用你的外挂之眼看看。”
en_us: He handed the flower over to Shen Ying, "Shen Ying, use your cheater eyes to take a look."

source: 须臾。
en_us: After a moment...

source: 顿时大地轰隆一声巨响，青亦只觉得一道仿佛连接天地的白光擦着他的剑滑过，火龙瞬间消失，脚下的实地突然猛的往下一落，转头一看……整个仙宫秘境切成了两半！！！
en_us: In seconds, the earth rumbled beneath them. Qing Yi saw a ray of blinding light that seemed to span from the earth and all the way to heaven. The ray of light brushed past his sword. Suddenly, the Inferno Dragon disappeared, and the earth beneath his feet began to fall inward. Turning around, he saw… the entire Immortal Pavilion mystic realm had split into two!!!

source: 顿时有种被整个世界排除在外的憋屈感。
en_us: She felt the sudden grievances for being excluded from the world.

source: 顿时满心的绝望，完了！
en_us: All at once, Feng Ying lost all hope. This was the end!

source: 飞了一天的三人，停下休息。
en_us: After flying for a day, the three of them stopped to take a break.

source: 高深个鬼啊！喂喂喂，你拿笔是什么意思！这TM就是个段子好吗？羿清你个师父吹能不能不要强行捧场啊喂！
en_us: Profound your head! Hey, what are you holding a pen for! This is a freaking joke alright? Yi Qing, can you not forcefully support your Master's bluff?!

source: 鬼信啊，这萝卜明显是故意的！还有牛尊者是什么鬼？！
en_us: Nonsense, the radish is doing this on purpose! And what the heck is Supremacy Niu supposed to mean?

source: 鬼王再次吼了一声，整个身影都有些急躁的动了动，似是想把爪子抽出来，努力了半天，对方抓爪的手，却纹丝不动。
en_us: The Ghost King roared again, his whole figure shaking in exasperation, as if trying to withdraw its claws. Although he tried long and hard, his claws hardly moved an inch.

source: 鬼王双膝跪地，那双尖锐的利爪规矩的压在双腿上，跪得那叫一个端正。巨大的头扣着，血红的大眼里，两串不明液体正哗啦啦的往外流，声音到没了。那排可以碎魂的巨大尖牙，正死死的咬着下嘴唇，一脸想哭又不敢哭的怂包样。
en_us: The Ghost King was on both its knees, its sharp claws laid properly on its legs, in the most proper posture it could manage. Two streams of unknown liquid were leaking from the large, bloodshot eyes on its large face, but on the other hand the sound was now gone. Its sharp, jagged teeth capable of crushing souls were biting on its bottom lip, and it was wearing a pathetic look that seemed as if it wanted to cry but dared not.

source: 鬼王只有养幡人可以驱使，那魔修就是被反噬而死的。也就是说，这是一只无主，只知道杀戮的鬼王！
en_us: Only a Gonfalon Nurturer could control the Ghost King, but the fiendish cultivator had died from self-implosion, which meant that this Ghost King had no owner. It existed only to kill and massacre.

source: 鬼王已经彻底叫不出声，沈萤才终于停下了这场单方面的殴打，因为……她又睡着了。
en_us: The Ghost King had already lost the strength to even groan. Shen Ying finally stopped this one-sided thrashing match, because... she had fallen asleep again。

source: 鬼王躁动得更加厉害，再次急吼了一声。
en_us: The Ghost King became even more agitated. He roared again.

source: 鬼王都顿了一下，半会似被惹恼了，于是一声更大的吼声发出，同时四道黑色的似是利爪一样的东西，从黑影直射而出无限伸长，速度极快，电光一样直射向场中唯一一个站立的人。
en_us: The Ghost King paused, then seemingly provoked, let out an even louder roar. Four black claw-like shapes extended from the shadows, shooting like a laser beam towards the only person standing.

source: 魔修愣愣的低下头，看着那颗鲜活跳动的心脏，似是还没反应过来，下一刻那手爪却是一紧，直接捏爆了那颗血淋淋的心。
en_us: Shocked, the fiendish cultivator looked down at the fresh and still-beating heart, and he did not seem to be able to react. The next moment, the claw tightened its grip, causing the bloody heart to burst.

source: 魔修慌了，拼命想突破剑阵却完全没有作用，脸色已经惨白得没有一丝血气，惊恐的看着飞近的羿清，连忙把手里的法器扔了出去，“给……给你！我不要了。反正你们也没事，饶了我吧，我只是一时鬼迷心窍，下次再也不敢了。求求你！”
en_us: The fiendish cultivator panicked; he struggled to try and break the sword array but to no avail, and his face was so pale that there was no sign of blood on it. Panic-stricken at the sight of Yi Qing flying nearer to him, he quickly threw the Dharma artifact over. "Here… Here you go! I don't want it. Since all of you are alright, how about you let me go. I was only momentarily blinded by greed, it won't happen again, please I am begging you!"

source: 魔军：为什么打我，我只是站岗的？
en_us: Demonic soldier," Why was I attacked when I just stood guard?"

source: 魔将：为什么打我，我只是来上班的？
en_us: Demonic General,"Why was I attacked when I was simply here for duty?"

source: 魔气最浓郁，万魔汇聚的魔王殿，一片清明，满城魔骨。此时所有牺牲的魔族心中只有一个疑问。
en_us: Demon King Palace, with the miasma of Demonic Qi, where all demons gather, became a house of corpse. At this moment, all those who sacrificed only had one question。

source: 魔气！为什么无敌派会突然出现这么多魔气？！
en_us: Demonic Qi! Why would there be so much Demonic Qi here out of a sudden?!

source: 魔王一听，不用沈萤开口，立马放了一丝魔气过去，压制住了宁子安体内的魔种。果然不到一会，他脸上的魔痕褪去，又变回那个清秀的小朋友。终于有了点以前那个乖巧小孩的样子，只是眼里多了一丝与年纪不符的成熟。
en_us: The Devil King did not need to wait for Shen Ying to speak and let out a string of demonic aura, repressing the Demon Seed within Ning. Sure enough, the devil scar on his face faded in no time and he transformed back into the delicate-looking little child. He was finally back to the obedient-looking child, with the exception of the sense of maturity in his eyes.

source: 魔王一惊，“魔界之门开了吗？”
en_us: Shocked, the Demon King said，“The Door of Demon Realm was opened？”

source: 魔王内心一阵激动，转头看了看身边的女子，顿时心头像被浇了盆冷水，嗞的一下又灭了。
en_us: A gush of emotions filled the Devil King. However, when the Devil King turned his head to look at the girl beside him, he instantly felt like he'd hit a brick wall.

source: 魔王只是轻轻一扫地上的小孩，就明白了他的情况，为免大仙以为他敷衍了事，特意伸手点在对方的额心，扫了一丝神念进去。
en_us: The Devil King merely scanned the child on the floor, but already understood the situation. In order to avoid being misunderstood by the Great Immortal and labeled as perfunctory, the Devil King extended his hands on purpose and laid it on the child's forehead, transferring a strand of Divine wisdom along with it.

source: 魔王吓得一抖，声音立马就低了下去，“这……这个我也不清楚，魔种的产生有很多种原因。况且这人魂体的魔种是降生就在的，已经无法考证了。”
en_us: The Devil King was scared stiff and immediately lowered his voice," This... well I'm not too sure either. The production of the Demon seed can be caused by multiple factors. Besides, the Demon Seed in the Human Soul came along with the Human Soul and this cannot be tested and proven anymore. "

source: 魔王没有废话，直接捏了个诀。宁子安脸色一变，几乎是立马转身就想跑，可刚走出几步，却一脸痛苦的蹲下身去。整个身子卷缩成一团，全身黑气缭绕，有什么正从他身上飘浮出来。
en_us: The Devil King did not hesitate before he started working on his demonic magic. Ning Zi An's face quickly changed, and ran almost in an instant. However, within a few steps, he kneeled on the ground in pain. He huddled himself into a ball and was surrounded by a dark, mystic magic. Something. Something was coming out of him.

source: 魔王直接上前一步，朝他伸手一抓，直接把一团什么东西，从他身上拔了出来。不到半会他手上就多了一团黑中带着点红的东西。
en_us: The Devil King went straight up to him and pulled out an unknown mass from his body. It was not long before there was another lump of reddish-black mass on his hand.

source: 魔王：“……”
en_us: Demon King：“……”

source: 魔界。
en_us: Demon Realm。

source: 魔界之门！
en_us: The Door of the Demon Realm!

source: 魔种：“……”
en_us: Demon seed, "..."

source: 魔种：“……”说好的相信他呢！
en_us: Devil Seed,"..." After all, he'd already made a promise with the Great Immortal!

source: 魔蛟顿时一声惨叫，痛得在沙滩上翻滚了起来。身上残余的黑色魔气慢慢消散，身上的皮肉也开始片片绽开，鲜血淋淋。像是脱皮似的，身形小了整整一大圈，身上新生血肉也开始慢慢覆盖上一层青色的鳞片。
en_us: The demonic wyrm let out a piercing scream and began to write around oon the sand. The black demonic Qi around its body began to dissipate and its skin began to split and flake, revealing fresh blood underneath it, as if it were shedding. It greatly reduced in size, but new skin began to grow atop its exposed flash. Green scales began to form all over its body.

source: 魔蛟：“……”
en_us: The Demonic Wyrm: "..."

source: 魔蛟：麻麻，我想回家！
en_us: Demonic Wyrm: Mama, I want to go home!

source: 鸡都能留下，你丫留个字条会死啊！
en_us: Since you could leave a chicken, couldn't you just leave a note!?

source: 鹰王点了点头，似是回想到了什么，身上的羽毛都抖了抖，“我听说，那些出界的妖族，个个死得尸骨无存，还有被扒皮烹尸的，林中的老愧树上，都有被风干的尸首。下手如此残忍……禽兽不如。”
en_us: The Eagle Monarch nodded, seeming as if having recalled something. It shook its feathers and said, "I heard that the demons who traversed out of the Demon Realm were left without bodies. They were even mercilessly slaughtered, skinned, and cooked. There were corpses that were left to dry on the ancient Pagoda Tree in the forest. Such ruthless means… make them truly worse than a beast!"

source: 黑气落地成形，十几丈高，青面獠牙，血盆大口，斗大的血红眼珠，仿佛可以吸人魂魄，看起来甚为恐怖。
en_us: The black gas landed and showed its form. A hundred feet tall. Green face with jagged teeth. Fierce-looking, bloody mouth. Large, bulging, bloodshot eyeballs, as if they could devour the soul of a human — it would have looked extremely terrifying.

source: 默默瞪了某个只顾着扒饭的人一眼，这才大步走了进去，跟另一边的薄仪打了声招呼，顺手把一蓝子的葱送进厨房。
en_us: Silently glaring at one of them who only cared about eating the grilled rice, Lonemoon walked over and greeted Pu Yi, before casually bringing the basket of shallots into the kitchen.
